---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomCalculatedHeatingLoadPerAreaParam
source: html/5146cbb3-e25a-9b35-50b9-90e96c91da78.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomCalculatedHeatingLoadPerAreaParam Property

"Calculated Heating Load per area"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomCalculatedHeatingLoadPerAreaParam { get; }
```